[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$Game with weapons. Here's more information about the building. Due to the characteristics of the head."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_Iris UsableCustomizationItemDefinition]
ItemCardTopStatString="%s14:00 %s1"
UseFailureCharacterMessage="and you too %s use it."
ItemName=""
PickupMessage="the owner of this %s"
UseFailureLevelMessage="You must be at least %d to use this product."
UseFailureConstraintsMessage="This item is not allowed."
NoManufacturerName="Everything is everything"

[Mechro.Head_Iris:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="$ga game. card display description. main character"
NoConstraintText=""
Suffix=""
Prefix=""

